13/data/attachments/c66464a6b136069e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jared_question_Actions_82344_2</nif:username>
            <nif:friendToBeRequested>soap_actions_c927fc64-0431-4bf1-a6a4-40ce376717bd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>